{
    "Rubric": "Page Turner",
    "Headline": "The Art of the Hollywood Memoir",
    "Dek": "Accounts of life in Tinseltown reveal as much as they seek to hide.",
    "Byline": "By Rachel Syme",
    "Publish Date": "July 00, 2021",
    "Introduction": "My romance with Hollywood memoirs began in my early twenties, when I was new to New York and would spend most Sunday afternoons wandering the aisles of the Strand bookstore. The “Film and Television” section was a kaleidoscope ofout-of-print treasures, and I found that their contents were even moreoutrageous and entertaining than the hammy portraits on their covers. The Hollywood memoir is a perfect genre for summertime, when your mind is asgooey and malleable as a slice of American cheese, because it demands that yoube willing to suspend your disbelief and indulge in dazzling lies. After all,that is what many Hollywood memoirs are—at least, it is what they were, beforethe modern era of public accountability and stroke-of-the-keyboardfact-checking. The sooner you accept that star stories are full ofembellishments and omissions, invented quotes and one-sided recollectionsdictacted to patient ghostwriters, the sooner you’ll come to appreciate them asthe grand and eccentric performances that they are. Often, though, these books reveal as much as they hide. Autobiography was fora long time the best outlet stars had to talk openly about misogyny, racism,ageism, abuse, and other hideous aspects of life in Hollywood that the industrywould rather ignore. The list compiled here is by no means exhaustive; it’s nota best-of but a starter pack of sorts. (Confession: I’ve left out menaltogether, though many, including David Niven and Sammy Davis, Jr., haveproduced wonderful show-biz memoirs.) Some of the books here feel dated and, attimes, maddening; at least one is completely bonkers. But all are dynamicartifacts that chart how the movie business has evolved over time and how far itstill has to go. I should note that several of the books are out of print and require somehunting to find—but that’s half the fun. Go to a used bookstore and check thebiography and memoir shelves. These exact Hollywood memoirs may not be there,but dozens of others will be. Lug a few home. And then, on a sweltering day,pick one up and give yourself over."
}
